[
  {
    "name":"Boże narodzenie w Rzymie",
    "country":"Włochy",
    "dateBegin":"22.12.2022",
    "dateEnd":"28.12.2022",
    "price":2248,
    "maxPeople":2,
    "people":2,
    "description":"Padwa • Rzym • Watykan • Asyż • Siena \n Zapraszamy na odwiedziny Rzymu i Watykanu w niezwykłej, świątecznej atmosferze. Ulice są pięknie przystrojone tysiącami światełek, Watykan wita ogromną choinką na placu św. Piotra, a w wielu kościołach podziwiać można szopki. Podczas kilku dni czekają momenty wzruszeń w czasie Pasterki celebrowanej przez papieża w Watykanie i odwiedzin Kościoła Polskiego. Będzie czas na spacery, indywidualne zwiedzanie i świąteczne zakupy. Na trasie są także uduchowiony Asyż i Siena – toskańskie miasto sztuki. Trasa we Włoszech: ok. 1900 km.",
    "photos":["https://mamalovesrome.com/wp-content/uploads/2021/11/Vatican-City-at-Christmas.jpg","https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xitnata_1.jpg?version=2.6.50","https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xitnata_2.jpg?version=2.6.50","https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xitnata_3.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },
  {

    "name":"W rytmie flamenco",
    "country":"Hiszpania",
    "dateBegin":"16.05.2023",
    "dateEnd":"23.05.2023",
    "price":3792,
    "maxPeople":12,
    "people":2,
    "description":"Malaga • Mijas • Ronda • Gibraltar • Kadyks • Sewilla • Kordoba • Granada • Lanjarón • Nerja    W Andaluzji można odnaleźć wszystko to, co kojarzy się z Hiszpanią: flamenco, kastaniety, corridę, białe wioski, piaszczyste plaże i oczywiście hiszpańskie słońce. Każdy zakątek regionu pamięta czasy Wielkiego Kalifatu Zachodniego, dlatego nie brakuje tu zabytków o arabskim charakterze, ale i tych należących do kultury klasycznej Hiszpanii. Proponujemy podróż po najciekawszych miejscach regionu: na trasie słynne zabytki Maurów w Kordobie, Sewilli i Granadzie, pięknie położona Ronda, zabytki z listy UNESCO i małe urokliwe miasteczka. W programie fakultatywnym pokaz flamenco i objazd Gibraltaru. Po intensywnym zwiedzaniu proponujemy wypoczynek w hotelu wybranym z bogatej oferty ITAKI. Trasa w Hiszpanii: ok. 1200 km. W 2021 r. wycieczka otrzymała ŻAGIEL ITAKI za atrakcyjny program.",
    "photos":["http://34.77.228.118/export/sites/segtur/.content/imagenes/cabeceras-grandes/andalucia/malaga-52886652-istock.jpg"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  }
  ,
  {
    "name":"Bajkowy weekend",
    "country":"Francja",
    "dateBegin":"07.07.2023",
    "dateEnd":"10.07.2023",
    "price":2189,
    "maxPeople":23,
    "people":16,
    "description":"Paryż • Disneyland    Szalony weekend w Paryżu i Disneylandzie, zabawa dla dzieci i dorosłych. Najważniejsze zabytki, najciekawsze miejsca, słynne paryskie metro, rejs po Sekwanie, wjazd na wieżę Eiffla – to wszystko w programie turystycznym, który pokaże cały urok miasta artystów w krótkim, dobrze zorganizowanym programie. Zwiedzanie najpiękniejszych zakątków Paryża i dzień pełen wrażeń w słynnym parku rozrywki, gdzie spotkać można bajkowe postacie z ulubionych kreskówek, to idealny pomysł na krótki rodzinny wypad wakacyjny.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/se/parbajk_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },
  {
    "name":"Butami Herbatumi",
    "country":"Gruzja",
    "dateBegin":"16.05.2023",
    "dateEnd":"23.05.2023",
    "price":3519,
    "maxPeople":14,
    "people":4,
    "description":"Kutaisi • Mccheta • Tbilisi • Signagi • Monastyr Bodbe • Ananuri • Gruzińska Droga Wojenna • Kazbegi • Gergeti • Upliscyche • Mocameta • Batumi      Piękny kraj dumnych ludzi w świetnym tygodniowym programie, pokazującym wiele aspektów Gruzji – kraju, który tak mocno wpisał się w czasy peerelowskiej popkultury. Dzisiaj pewnie już rosną praprawnuki Grigorijemu Saakaszwilemu z „Czterech pancernych i psa”, herbaciane pola przeniosły się z Batumi gdzie indziej. Teraz Gruzja odkrywana jest na nowo. W programie wszystkie skarby Gruzji: przyroda, zabytki i oczywiście wino. W programie przejazd Gruzińską Drogą Wojenną, która dzięki wspaniałym krajobrazom stanowi jedną z głównych atrakcji turystycznych w kraju, wizyta w Kazbegi, miasteczku leżącym u stóp nieczynnego wulkanu Kazbek, Mccheta z perełkami architektury sakralnej, prastare Kutaisi, unikatowe skalne miasto Upliscyche i tętniące życiem stołeczne Tbilisi. Trasa w Gruzji: ok. 1500 km.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/se/busbatu_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },

  {
    "name":"Wakacje na Gargano",
    "country":"Włochy",
    "dateBegin":"02.09.2023",
    "dateEnd":"13.09.2023",
    "price":3948,
    "maxPeople":22,
    "people":20,
    "description":"San Marino • Urbino • Ascoli Piceno • San Giovanni Rotondo • Monte Sant’Angelo • Foresta Umbra • Vieste • Peschici • Wyspy Tremiti • Alberobello • Bari • San Benedetto del Tronto • Loreto • Wenecja    Fantastyczna wycieczka na południe Włoch, na piękny półwysep Gargano, z tygodniowym pobytem na miejscu. Gargano, a szczególnie okolice ślicznego Vieste są znane z wyjątkowej urody krajobrazu, a także troski o ekologię. Białe, skąpane w słońcu Vieste, cudne piaszczyste plaże i krystalicznie czyste morze tworzą scenerię niezapomnianych wakacji. Pobyt na Gargano zaplanowano tak, aby był czas na wszystko: wypoczynek na plaży i zwiedzanie okolic bogatych w zabytki i cuda natury. W programie Bari, zjawiskowe Alberobello z „trulli” – bajkowymi domkami. Fakultatywnie same atrakcje: wycieczka śladami Ojca Pio, charyzmatycznego zakonnika i wyspy Tremiti. Trasa we Włoszech: ok. 3300 km.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xitgarg_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },

  {
    "name":"Bożonarodzeniowe Jarmarki",
    "country":"Czechy",
    "dateBegin":"02.12.2022",
    "dateEnd":"04.12.2022",
    "price":879,
    "maxPeople":26,
    "people":23,
    "description":"​Praga • Drezno    Jarmarki bożonarodzeniowe to przedświąteczna tradycja w wielu miastach Europy. Każdego roku są dużą atrakcją turystyczną. Krótka i niemęcząca wycieczka do naszych południowych i zachodnich sąsiadów, do Pragi i Drezna, to niezwykła okazja do świątecznych zakupów prezentów, ozdób choinkowych i smakołyków. Ze straganów kuszą wyroby ceramiczne i drewniane, wypieki, lokalne słodycze, pieczone kasztany, grzane piwo, wino i miód pitny. Rodzinna atmosfera sprawia, że można poczuć przedsmak Świąt Bożego Narodzenia. Program pozwala w spokojnym tempie zwiedzić sztandarowe zabytki i spędzić czas na jarmarkach. Tu każdy znajdzie coś dla siebie! Trasa: ok. 450 km. W 2022 r. wycieczka otrzymała ŻAGIEL ITAKI za atrakcyjny program.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xczjarm_0.jpg?version=220914-06",
  "https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xczjarm_0.jpg?version=220914-06","https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xczjarm_1.jpg?version=220914-06","https://i.content4travel.com/cms/img/u/desktop/se/xczjarm_2.jpg?version=220914-06"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },

  {
    "name":"Zakochani w karnawale",
    "country":"Włochy",
    "dateBegin":"18.02.2023",
    "dateEnd":"24.02.2023",
    "price":2268,
    "maxPeople":13,
    "people":9,
    "description":"​Werona • Murano • Burano • Wenecja • Vicenza • Bassano del Grappa • Padwa     Legendarny karnawał w Wenecji to wydarzenie, które od wieków ściąga tu turystów z całego świata. Romantyczna atmosfera, oryginalne maski i stroje wspaniale pasują do tajemniczych zaułków Wenecji – miasta, w którym na każdym kroku wciąż spotyka się pamiątki z przeszłości. Znakomita propozycja na oderwanie się od codzienności i poczucie karnawałowej atmosfery połączone ze zwiedzaniem pięknych zakątków. W programie takie perełki, jak miasto kochanków – Werona, czy urokliwa Vicenza. Wizyta w wytwórni grappy to dodatkowa atrakcja i uczta dla podniebienia. Trasa we Włoszech: ok. 1150 km.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/se/xitkarn_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },

  {
    "name":"Najpiękniejsze miasteczka Prowansji",
    "country":"Francja",
    "dateBegin":"08.04.2023",
    "dateEnd":"15.04.2023",
    "price":2368,
    "maxPeople":32,
    "people":14,
    "description":"Seguret • Venasque • L’isle-Sur-La-Sorgue • Fontaine-De-Vaucluse • Saint-Rémy-De-Provence • Les Baux-De-Provence • Arles • Gordes • Roussillon • Ménerbes • Lacoste • Bonnieux • Lourmarin • Awinion    Znakomite połączenie wycieczki objazdowej z wczasami! 5 noclegów w kameralnym hotelu w centrum Prowansji, na obrzeżach legendarnego Awinionu. Codziennie w programie najpiękniejsze zakątki Prowansji, pełne wrażeń dni w regionie słońca, wina, historii i doskonałej kuchni. Bardzo ciekawy i urozmaicony autorski program, przygotowany z myślą o pasjonatach Francji, którzy pragną poznać jej najpiękniejsze regiony. Trasa we Francji: ok. 2000 km.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xfrnapr_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },
  {
    "name":"Wielkanocne śniadanie w Rzymie",
    "country":"Włochy",
    "dateBegin":"05.04.2023",
    "dateEnd":"11.04.2023",
    "price":2538,
    "maxPeople":32,
    "people":12,
    "description":"Padwa • Monte Cassino • Rzym • Watykan • Asyż • Bolonia    Obchody Wielkiego Tygodnia w Rzymie to wspaniała okazja do połączenia zwiedzania z udziałem w religijnych uroczystościach. To także oryginalny sposób na spędzenie Wielkiej Nocy w niepowtarzalnej atmosferze, w towarzystwie przyjaciół i nowo poznanych osób. Wizyta w Padwie pozwoli poznać miasto św. Antoniego, Asyż ukaże kamienne domy i uliczki, które pokochał św. Franciszek. Natomiast Bolonia to miasto uniwersyteckie i stolica regionu Emilia Romania, słynąca ze wspaniałej kuchni. Trasa we Włoszech: ok. 2000 km. W 2022 r. wycieczka otrzymała ŻAGIEL ITAKI za atrakcyjny program.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/xitgran_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  },
  {
    "name":"Plażowanie na wulkanie",
    "country":"Wyspy Kanaryjskie",
    "dateBegin":"10.12.2022",
    "dateEnd":"17.12.2022",
    "price":3249,
    "maxPeople":32,
    "people":12,
    "description":"Park Narodowy Timanfaya • Jameos del Agua • Los Hervideros • El Golfo • Betancuria • Mirador Morro Velosa • Salinas del Carmen • Czerwona Góra • La Corona/Caldera Blanca    Księżycowe krajobrazy Lanzarote i zjawiskowe plaże Fuerteventury w ciekawie zaplanowanej tygodniowej trasie. W programie wszystkie skarby Lanzarote, uznanej za cud przyrody i wpisanej w całości na listę UNESCO jako światowy rezerwat biosfery. Niezwykły krajobraz harmonizuje ze sztuką, na wyspie można podziwiać realizacje światowej sławy artysty Césara Manrique’a. Zaplanowano także objazd Fuerteventury z wizytą w jej pierwszej stolicy oraz prezentacją słynnych wyrobów z aloesu. Warto wybrać się na fakultatywną wyprawę trekkingową na wulkan La Corona lub Caldera Blanca. Zdecydowanie polecamy przedłużenie wakacji o dodatkowy tydzień w wybranym hotelu na Lanzarote! Łącznie trasa: ok. 370 km.",
    "photos":["https://i.content4travel.com/cms/img/u/desktop/prodsliderphoto/aceplaz_0.jpg?version=2.6.50"],
    "reviews":[
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      },
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      },
      {
        "user":"Michal",
        "stars":4,
        "comment":"ok"
      },
      {
        "user":"Michal",
        "stars":5,
        "comment":"dobre"
      }
  ]
  }



]
